token = "1362606171:AAFRAVotnBfGJxcK0N54aieheZPixq3NAiw"
database_name = "olympiads.db"
user_params = ("Name", "class", "Location", "Levels", "Subjects", "School")
bot_words = ("Выберите класс, за который вы будете писать олимпиады", "Введите ближайший крупный город",
             "Выберите предпочитаемые уровни олимпиад", "Выберите предметы олимпиад", "Введите название вашей школы")
subjects = ('Математика', 'Информатика', 'Физика', 'Химия', 'Биология', 'География', 'История', 'Обществознание',
            'Право', 'Экономика', 'Русский язык', 'Литература', 'Лингвистика', 'Английский язык', 'Астрономия',
            'Экология', 'Робототехника', 'Технология', 'Искусство', 'ИЗО', 'Черчение', 'Психология', 'ОБЖ',
            'Физкультура', "Немецкий язык", "Китайский язык", "Итальянский язык", "Испанский язык", "Французский язык",
            'Предпринимательство', "Японский язык")
directions = ("Гуманитарная", "Техническая", "Медицинская", "Соц-эконом")